[
	{
		"name": "Alison Bick",
		"year": 2015,
		"major": "CBE",
		"title":"Clear as Crystal - Identifying water purity with cellular devices",
		"subtitle": "Short description",
		"description":"With the rising intelligence of “smart” devices, cellular devices play an increasing number of roles in our modern lives, but many new capabilities are trivial at best. Even as smartphones become ever more ubiquitous, a very basic problem continues to plague almost 800 million people – access to clean water. These two seemingly disparate trends presented senior Alison Bick ’15 with an exciting opportunity for innovation – she started by programming the camera of most conventional smartphones to emit a specific spectrum of fluorescent light. Users take a photo of a sample of water exposed to this light, then the application can analyze the sample to identify its organic and inorganic qualities. Since its inception, Bick’s invention has been patented, and the Veolia Company, a water treatment firm operating out of France, reached out to express interest in the product. The World Bank, too, is considering the viability of using the product to address water sanitation issues in Nigeria. In addition, Bick was invited to the 2014 World Water week, where, besides eating dinner with Princess Victoria, she was given the opportunity to present her project before other experts in the field of water purification. Outside of research, Bick is finishing her time at Princeton as a Chemical Engineering major. During her time with the University, she served as a residential college advisor in Whitman College, and also as a tutor for the Princeton Freshman Scholar Institute (FSI) where she mentored incoming students the summer before the school year began.",
		"image":"img/bick.jpg"
	},
	{
		"name": "Andrew Hunt",
		"year": 2017,
		"major": "COS",
		"title":"Save the World - one level at a time; Educating through game-style tutorials",
		"subtitle": "Short description",
		"description":"Given the opportunity, the average high school student would likely prefer to jump into a post-apocalyptic setting and “save the world” in an immersive online gaming platform than spend time in a desk at school. Yet for sophomore Andrew Hunt ’17, educational opportunities and video games were not mutually exclusive realms. During his time at Autodesk, he worked with a team of interns to design, develop, and refine a computer-aided, gamified design tutorial that allowed high school student learners to learn CAD while playing through a series of increasingly challenging levels. His project in particular targeting students involved with the FIRST Robotics competition, one of the largest international high school robotics competitions that attracts nearly 3000 teams from around the globe. Released in 2013, Hunt’s game/ tutorial has since taught a plethora of students how to use Autodesk Fusion 360, Autodesk inventor, or both, and it continues to be utilized by would-be learners today. Outside of creating unique projects that make learning fun, Hunt is also in his second year at the University pursuing an engineering degree in Computer Science. Besides academia, he participates in several singing groups, including the Princeton Roaring 20, Chapel Choir, and musical theatrical performances. ",
		"image":"img/hunt.jpg"
	},
	{
		"name": "Angelica Chen",
		"year": 2017,
		"major": "MAT",
		"title":"Math in Medicine: An Algorithm for Life-or-Death Decisions",
		"subtitle": "Short description",
		"description":"Unwilling to believe that severe complications resulting from a groundbreaking, minimally-invasive aortic valve replacement procedure are determined by fickle fate, Angelica Chen ’17 decided to look at the data herself. Undaunted by the startling fact that the causes of these complications are unknown even to the cardiologists making life-or-death decisions about which procedure to recommend to patients, the nineteen-year-old math major extracted relevant measurements from CT scans and trained a Bayesian machine learning algorithm to identify the predictors of complications related to the procedure. As more data is fed to the learning algorithm, its prediction gets better and better – Chen’s algorithm currently operates at over 85% accuracy. The New York Presbyterian Hospital, where Chen worked and gathered her initial data set, chose to utilize the algorithm, granting cardiologists a statistically proven source of information to rely on when making crucial decisions. Clearly, Chen has used her mathematical prowess to save lives. A fan of art, Chen spends her free time touring art galleries or even producing her own graphic designs. Displaying her mathematical tendencies, she notes further that her favorite artist is M.C. Escher, whose use of elliptical curves in puzzling optical illusions may even predate the development of the associated mathematical formalism.",
		"image":"img/chen.jpg"
	},
	{
		"name": "Rohan Doshi, Juan Sepulveda, Ruiqi Mao",
		"year": "2018 (all)",
		"major": "ELE, MAE, COS (respectively)",
		"title":"Internet for All: Making Every Phone a Smartphone",
		"subtitle": "Short description",
		"description":"Smartphone users around the world take advantage of their internet connection every day to learn new information, explore their surroundings, and make informed decisions.  Considering how routine internet access via phone has become for these individuals, they might have a hard time imagining being cut off from the internet.  But for 2.8 billion people, making up two in three mobile device users, that is the status quo – they don’t own smartphones.  Is there a way to give these individuals the same access to the internet that smartphone users have? JusText, a project developed by Rohan Doshi, Juan Sepulveda, and Ruiqi Mao, accomplished just that.  The vision of JusText is simple: connect all phones, dumb or smart, to the internet through text messages.  This foundation of text messages means that any phone can access resources without an internet connection. Here’s how it works:  A phone sends a text message containing a request for information to JusText’s number. Then, the servers at JusText, which have a connection to the internet, will do the research for the client and respond with the results.  It’s that simple. JusText was awarded “1st in Software” and “Best Use of Microsoft Technology” at HackPrinceton and was just selected for TigerLaunch, Princeton’s startup competition.  When not busy expanding internet connection, Rohan enjoys composing electronic dance music, Juan enjoys developing his design skills, and Ruiqi enjoys building and programming robots.",
		"image":"img/doshi_sepulveda_mao.jpg"
	},
	{
		"name": "Anne Merrill",
		"year": 2018,
		"major": "Undecided",
		"title":"Smart Farming: The Benefits of Earthworm and Biochar Enhanced Soil",
		"subtitle": "Short description",
		"description":"The research performed by Anne Merrill ’18 will undoubtedly make a large impact in a field. Literally. The eighteen year old applied science to an activity that’s been around since the dawn of human civilization – farming.  Merrill’s work focused on a non-chemical approach to suppressing pathogenic fungi and bacteria found in soil while simultaneously improving Carbon sequestration (absorption). The microorganisms found in soil sometimes pose threats to humans as well as the crops themselves. Though previous work has looked into the use of biochar, a charcoal-like compound, to improve soil health, Merrill tested a new approach – specifically, an improved application method relying on help from earthworms. Merrill discovered that of seven different biochars she considered, earthworms were able to integrate three of them into the soil effectively. Two of these biochars were man-made, and one was natural. These three were further tested in quantities of topsoil containing typical bacteria (like E. coli and F. oxysporum) and growing tomato plants. The findings were remarkable: Though tomato plants grown in the earthworm-and-biochar-enhanced soil were largely unaffected by the additions to the soil, the spread of E. coli was contained in the soil enhanced with man-made biochar. Furthermore, 50% greater carbon sequestration was observed in the soil containing man-made biochar in comparison to that treated with the natural biochar. Earthworm-based integration of man-made biochars into soil has potential to not only reduce harmful bacteria in soil, but also to absorb carbon dioxide emissions. ",
		"image":"img/merrill.png"
	},
	{
		"name": "Aoi Senju",
		"year": 2016,
		"major": "CBE",
		"title":"Creating a Better Catalyst with Hydrothermal Nanotechnology",
		"subtitle": "Short description",
		"description":"Aoi Senju, a chemical and biological engineering major, conducted a research project that focused on the relationship of NiOOH morphology and its oxygen evolution reaction activity. Aoi used a hydrothermal method to prepare Ni(OH)2 nanoparticles to convert them into NiOOH nanoparticles (a catalyst) with a goal of optimizing catalyst activity. After examining each particle and using a series of tests (namely SEM, XRD, Raman Spectroscopy, XPS, and RDE voltammeter tests), Aoi achieved results that show a minute improvement in peak current in the voltammeter by increasing the amount of surfactant added during the hydrothermal method. Aoi was also able to conclude that changing the transition metal for the powder catalyst only minimally affects catalyst activity. Aoi’s work could lead to new ways of producing more stable catalysts. When Aoi is not experimenting with nanoparticles in the lab, he can be found writing, running, hiking, or listening to and playing music.",
		"image":"img/senju.jpg"
	},
	{
		"name": "Colin Lualdi, Evan Corden, Jack Hudson",
		"year": "2017, 2016, 2016 (respectively)",
		"major": "PHY, ECO, COS (respectively)",
		"title":"A Sure Sign of Progress: Revolutionizing ASL Education with SignSchool",
		"subtitle": "Short description",
		"description":"Communication is a crucial aspect of any friendship. When they first met, Colin, Evan, and Jack became instant friends; however, Colin is Deaf and uses American Sign Language (ASL), so communication was a challenge for the trio. Written communication proved to be inefficient and learning ASL online was difficult. Inspired by their communication struggle, Colin, Evan, and Jack teamed up to found SignSchool. SignSchool is a user-friendly online platform that utilizes a modular curriculum of video lessons and interactive exercises to teach ASL. With their revolutionary approach to ASL education, the team hopes to improve everyday communication and accessibility between the Deaf and the hearing.",
		"image":"img/lualdi_cordon_hudson.jpg"
	},
	{
		"name": "Collin Stedman",
		"year": 2015,
		"major": "COS",
		"title":"HostShark: Sniffing Out the Vulnerabilities of Public Networks",
		"subtitle": "Short description",
		"description":"At its core, the Internet is a large network of computers (or servers) communicating with one another through data packets. The nature of these packets varies depending on the connection, but all are encrypted – if not, any one observing the traffic can deduce where the packet is coming from, allowing them to not only monitor a specific person’s Internet activities, but also gain hold of personal and sensitive information, making the sender and receiver prone to attacks. But is it possible to guess the purpose of an encrypted packet only based on its destination? Collin Stedman decided to put this question to the test at HackPrinceton, Fall 2014. The result was HostShark, a software that captures and analyzes (sniffs) outgoing data packets and then visualizes the data and hostnames (destination sites). HostShark implements Tshark, a terminal-based packet analyzer, and D3.js, a tool of data visualization. During HackPrinceton, Stedman was able to sniff Princeton’s wireless network for HTTPS (a specific type of protocol for secure communication) traffic. Without decrypting any data, any one using HostShark can know where network traffic is going. HostShark may even be able to guess the contents of data packets only by analyzing the proxies to which the data is bound. HostShark demonstrates just how revealing Internet metadata can be, and how easily accessible it is on a public network.",
		"image":"img/stedman.jpg"
	},
	{
		"name": "David Kong",
		"year": 2015,
		"major": "CLA",
		"title":"Khan Academy’s College Admissions: The Virtual College Guidance Counselor",
		"subtitle": "Short description",
		"description":"The college application process has become extremely complex, unintentionally creating an inherent inequality among students. Some have more resources, allowing them to create more polished applications than those who might have to navigate the system on their own. To address this issue, David Kong created a free, “virtual college guidance counselor.” Working with two other interns at Khan Academy, Kong built a comprehensive tutorial system covering every aspect of the college admissions process, filming interviews with more than seventy admissions and financial aid officers, college guidance counselors, independent consultants, and current first-generation college students. All this work culminated in over a hundred videos and articles, breaking down the college admissions and financial aid process into simple, understandable pieces. Not only do these resources provide valuable information for any student, but they also include insight into the specific challenges and barriers that disadvantaged students face. Launching last fall to great success, the project has been personally endorsed by Michelle Obama in a public speech on education. When not combating the achievement gap, the classics major can be found with a camera in his hands. From shooting portraits and directing movies to tinkering with some new piece of camera equipment, David loves working with images, turning the characters and stories in his imagination into reality.",
		"image":"img/kong.jpg"
	},
	{
		"name": "Glenn R. Fisher",
		"year": 2015,
		"major": "ELE",
		"title":"Autonomous Rescue Drones: A New Approach to Saving Avalanche Victims",
		"subtitle": "Short description",
		"description":"Glenn R. Fischer is a senior in Electrical Engineering working on an autonomous drone to locate avalanche victims.  His drone design uses a special six bladed-helicopter motor, which gives it more speed, height, mobility, and lifting power than a regular four-bladed helicopter.  Additionally, the drone is equipped with a transceiver communication device that can respond to the transceivers carried by most skiers and mountaineers.  Current methods of locating avalanche victims rely on rescue workers scanning the avalanche area by snowmobile, while most victims are equipped with a shovel, probe, and reflectors.  However, an autonomous drone would have a huge advantage in terms of navigating the avalanche terrain and honing in on the victim’s transceiver.  The lifesaving potential of these autonomous drones is powerful motivation for Glenn.  Some of his extracurricular interests include playing snare drum with the Princeton University, volunteering with local high school students teaching open source hardware and software, or playing Super Mario Bros. at Charter.",
		"image":"img/fisher.jpg"
	},
	{
		"name": "Janelle Tam",
		"year": 2017,
		"major": "MOL",
		"title":"Nano-Crystalline Cellulose: An Overlooked Component of Tree Pulp that could Revolutionize Drug Delivery and Antioxidant Formulations",
		"subtitle": "Short description",
		"description":"Nanocrystalline cellulose is a special molecular form of cellulose, a fibrous chain of glucose molecules that gives trees their strength and rigidity.  In nanocrystalline form, the molcules are tightly packed are especially strong, so this type of cellulose has found industrial application in high density foams and barriers.  However, Janelle Tam has found a new use for the molecule as an antioxidant.  Her research has found that these molecules – when combined with “buckminsterfullerene,” commonly known as “buckyballs,” spheres composed of 60 carbon atoms – has a powerful antioxidant effect, neutralizing the effect of “radicals,” highly reactive chemicals that can do harm to people and the environment.  This research won Janelle the prestigious 2012 SANOFI BioGENEius Canada competition.  When not doing schoolwork, Janelle can be found singing with the Wildcats!",
		"image":"img/ma.jpg"
	},
	{
		"name": "Joseph Bolling, Ankush Gola",
		"year": "2015 (both)",
		"major": "ELE (both)",
		"title":"Creation of an Aerial Filming System",
		"subtitle": "Short description",
		"description":"Joseph Bolling and Ankush Gola are working on creating an aerial filming system that utilizes two coordinated quadcopter drones equipped with individual cameras.  The independent control over the relative location of each camera is what allows filmmakers to produce novel effects that manipulate and distort the viewer's sense of scale. This also opens up dynamic effects, such as 3D zooming shots through which the viewer feels as though he or she is growing or shrinking relative to the subject. The system will produce stereo films that are intended to be viewed with devices like the Oculus Rift and standard 3D TVs. Joseph and Ankush have been roommates for the past four years and in their spare time enjoy watching space films and playing the guitar and saxophone respectively.",
		"image":"img/bolling_gola.jpg"
	},
	{
		"name": "Kiran Vodrahalli",
		"year": 2016,
		"major": "MAT",
		"title":"Building Semantic Vectors for Noun Compounds",
		"subtitle": "Short description",
		"description":"For his junior independent project, Kiran Vodrahalli worked with Professor Fellbaum in the field of Natural Language Processing (NLP). A major goal of NLP is to create computer algorithms that can process languages and extract information from unstructured linguistic inputs. Many people are able to create these programs by representing words as “semantic vectors”, which are encoded by real numbers in high dimensional real space. In his study, Kiran built upon previous methods for building word vectors, specifically for noun compounds; a noun compound is a phrase like 'stone pot', consisting of two or more nouns that are joined together to give the combination a joint meaning that is distinct from the meanings of the individual words. Kiran is also an avid reader and writer and enjoys the science fiction and fantasy book genres.",
		"image":"img/vodrahalli.png"
	},
	{
		"name": "Laura Herman",
		"year": 2018,
		"major": "NEU",
		"title":"Grapheme-color Synthesia: Comparing Letter Frequency and Color Hue across Various Linguistic Populations",
		"subtitle": "Short description",
		"description":"Laura Herman can see letters and numbers as colors, taste music, experience time spatially, and can see shapes as colors. The syndrome that allows her to do this is called grapheme-color synesthesia, a form of synesthesia in which an individual’s perception of letters is psychologically associated with colors. To determine the underlying cause of these letter-color pairings, Laura performed a study in which she compared letter frequency with color hue across English, Spanish, and German-speaking populations. She was able to find that the frequency of a letter was strongly correlated with the hue of its associated color. Laura also found that letters that appeared frequently in these languages were typically associated with longer wavelength colors, while letters that did not appear as frequently were associated with shorter wavelength colors. Non-synesthetes, people who don’t have the syndrome, did not display a correlation between letter frequency and color hue, indicating that synesthesia is a discrete neurological phenomenon. This pattern may be caused by wavelength-specific color receptor neurons of V4 being fused with neurons of visual word form area (VWFA); this happens because young synesthetes’ exposure to language might be a guiding factor in the development of their letter-color associations. Laura is part of several groups and organizations on campus, some of which include the cheerleading team, the Women’s Mentorship program, and Women in Science.",
		"image":"img/herman.jpg"
	},
	{
		"name": "Nikhila Albert",
		"year": 2015,
		"major": "COS",
		"title":"GAPMap: Providing Real-Time Data on Autism's Prevalence and Geographic Distribution",
		"subtitle": "Short description",
		"description":"Nikhila Albert is set to improve the lives of countless individuals with autism and their families with her application, GAPMap. GAPMap gathers real-time data on the prevalence and geographic distribution of autism, which will be used to expose resource gaps, or regions in which there exist limited resources for those with autism with respect to the area demand. This information can be used to more efficiently distribute diagnostic centers and therapies, and endorses pushes for policy change. Nikhila’s work will help autistic individuals and their families in the face of geographic disparities and a lack of options based upon insurance coverage. Nikhila is a computer science major, and her application works by the use of crowd-sourcing to keep the service directory updated, while being pre-populated with algorithmically collected and curated resources that will allow the application to be used to quickly and easily find much needed autism resources. Along with her incredible work with GAPMap and her compsci pursuits, Nikita can be found watching photorealistically animated films, playing piano, and cooking (and eating) delicious South Indian food - the spicier the better. ",
		"image":"img/albert.jpg"
	},
	{
		"name": "Outstanding Individuals from the Physics Department",
		"year": "",
		"major": "",
		"title":"Princeton University Physics Competition: Giving High Schoolers Around the Globe the Opportunity to Challenge their Physics Knowledge",
		"subtitle": "Short description",
		"description":"The Princeton University Physics Competition, a new contest for high school students based here on our campus, allows students from all over the world to show off their physics knowledge - solving interesting problems, learning new concepts from present-day areas of physics undergoing groundbreaking research, and competing for awards. The competition was coordinated by an organizing team of undergraduates from the physics department, including Pavel Shibayev, Luca Iliesiu, Ioanna Kourkoulou, Nathan Agmon, Andrew Sharo, Daksh Sharma, Himawan Winarto, Roberta Raileanu, Mark Stone, Sandy Yuan, Charles Guo, Thomas Hartke, and many judges and volunteers. The long-term project obtained sponsorship from both the quantitative trading firm Jane Street and the USG Projects Board. The online portion of the competition presents material on selected physics topics and asks team-based contestants to both answer theoretical questions and perform real data calculations, introducing contestants to the most recent research in modern physics, while the Onsite Test contains challenging problems for the individual students to work on for two hours here on campus, hoping to develop the contestants’ inner intuition of the beauty of physics. That same evening, the project gave out diplomas, medals, and certificates of participation at an Award Ceremony. With teams from over twenty countries and 40 individual contestants from several countries and states, the project truly provided an international opportunity in physics. In fact, the organizing team itself was highly diverse and international in the sense that it involved descendants of at least six different countries.",
		"image":"img/pupc.jpg"
	},
	{
		"name": "Pranav Gokhale",
		"year": 2015,
		"major": "COS",
		"title":"Type-Away: A Solution to the Problems of the QWERTY Keyboard",
		"subtitle": "Short description",
		"description":"Pranav Gokhale’s incredible creation will truly make life much easier for the many smartphone users here on campus and all over the globe. Pranav’s project, “TypeAway” is an innovative textual input system built over the course of 2014, which solves the problem of typing for devices such as tablets, smartphones, and wearables. With these next-generation computing devices, QWERTY keyboards are just too large, taking up precious screen real estate. TypeAway innovatively gets around this problem, focusing on the idea that the user should be able to type words as if using a regular keyboard without ever having a real keyboard present. While this sounds like a messaging improvement too good to be true, the system works by using a USB device to sense the user’s finger movements and infer which words the user intended to type. TypeAway integrates cutting-edge research in machine learning and data structures to provide fast and accurate spellcheck, prediction, disambiguation, and autocorrect. Pranav is not only an innovator but also an adventurer, aspiring to one day become a BASE jumper, stating that the best experience he has ever had was skydiving. ",
		"image":"img/gokhale.jpg"
	},
	{
		"name": "Scott Wise",
		"year": 2015,
		"major": "WWS",
		"title":"Preparing Inmates to Thrive",
		"subtitle": "Short description",
		"description":"Across the country, an organization called Moneythink teaches financial literacy to high schoolers.  The Princeton chapter of Moneythink, founded several years ago, started off following the typical Moneythink model.  However, the system didn’t seem to be as effective in New Jersey as in other parts of the country, so founder Scott Wise helped the organization adapt and take a new direction. Moneythink Princeton now works to increase financial literacy in inmates.  Offering seminars in three facilities of the New Jersey Department of Correction, Moneythink Princeton targets inmates who will be released from prison in a year to six months.  The program teaches students how to create small-scale businesses.  This gives them the tools to use their skills and interests to make a living once they’ve left prison. Moneythink Princeton is leading the way in prison entrepreneurship in New Jersey, the first program in the state to help prepare inmates to become entrepreneurs.  When he’s not studying or working with Moneythink, Scott Wise enjoys singing bass with Shere Khan a cappella. ",
		"image":"img/wise.jpg"
	},
	{
		"name": "Shuran Song",
		"year": "Graduate Student",
		"major": "COS",
		"title":"Teaching Computers to See What We Do",
		"subtitle": "Short description",
		"description":"When humans look around themselves, what do they see?  Their surroundings are by no means simple.  Each object, person, and place is made up of intricate details that the human brain absorbs, interprets, and acts on – all within a split second.  Providing a real-time visual understanding of any situation is an incredible feat of human intelligence. It might be surprising to hear that the problem of scene understanding is still a challenge for computers.  Progress has been made with more affordable depth sensors, which help computers perceive relative position like our brains do.  In addition, crowdsourcing efforts have created millions of 3D polygonal models on the internet available for use. At the intersection of depth sensors and 3D polygonal models, Shuran Song is researching new ways to think about 3D scene understanding.  The key idea of the research is to change the usual 2D pixel basis of data to find a new way to represent 3D data that computers can understand.  For example, this research has explored an algorithm that can take a 2D panoramic image and help a computer reconstruct a 3D model of the scene. With advances like those made through this exploration, we’ll keep helping computers to see more and more like we do.  When she isn’t busy with her research, Shuran Song loves to travel and stay active through sports.",
		"image":"img/song.jpg"
	},
	{
		"name": "Trevor Klee",
		"year": 2015,
		"major": "GEO",
		"title":"Storm Surges and Tidal Gauges: Rethinking How Climate Change Affects Hurricane Intensity",
		"subtitle": "Short description",
		"description":"One of the many possible dangers that climate change poses is a potential increase in natural disasters such as tropical storms and hurricanes. Climate scientists often warn that the rising temperatures caused by climate change could increase both the frequency and intensity of storms, an especially relevant and controversial claim given recent major storms such as Hurricane Sandy and Hurricane Katrina. A common method of measuring hurricane intensity has been to use tidal gauges, devices used to record changes in sea level over time. During tropical storms such as hurricanes or cyclones, the high wind speeds generated by the storm push water levels much higher than normal, creating mini-tsunamis called storm surges along the coast. The more intense the storm, the larger the storm surge, so measuring the height of the storm surge can serve as a way to measure the strength of a hurricane.Traditionally, tidal gauges have been used to record the height of storm surges by comparing the actual water height with the expected one. However, Trevor Klee, competitive breakdancer and geoscience major, cross-referenced newspaper records of hurricane storm surges with tidal gauge records to find that tidal gauges did not accurately record all or even the most intense of hurricane storm surges. His results show that the common method of measuring hurricane intensity with tidal gauges may be error-prone, and suggest that alternative, more accurate methods and sources should be used if scientists truly want to find out how storm intensity has been changing.",
		"image":"img/klee.jpg"
	},
	{
		"name": "Victor Zhou",
		"year": 2018,
		"major": "COS",
		"title":"Facial Feature Detection Using the Hough Transform",
		"subtitle": "Short description",
		"description":"What’s in a face? Everyday, we see and process dozens, if not hundreds, of faces, some strange and some familiar. But while easy for humans, the facial recognition task has proved to be a challenging problem for computer scientists, who have developed and refined a variety of algorithms for face identification. You’ve probably seen these algorithms at use in apps like Facebook or your camera, which attempts to recognize and tag faces in a photo. Modern recognition algorithms such as the Viola-Jones method have become pretty good at differentiating and matching faces. However they tend to focus on getting a coarse, “average” picture of the face instead of identifying the finer features of the face. That’s where Victor’s algorithm come in. Victor Zhou, freshman computer scientist and ultimate frisbee fan, spent the summer of 2012 researching at Total Wire Corporation of Plano, Texas to develop an algorithm that could recognize specific facial features such as eyes. His algorithm is based off of a feature extraction technique called the Hough transform, which searches an image for a shape by having each pixel in the image “vote” for where the shape might be, based on the pixel’s location. Using the Hough transform as well as other techniques (such as noise normalization, which tries to discard “unimportant” areas of the image so they don’t distract the algorithm), Victor’s was able to detect 65% of eyes in real time on a test database, an impressive percentage considering that many of the eyes in the database images were obscured or nearly non-existent. Victor’s full research paper can be found at www.victorzhou.com/research_paper.pdf, and his website www.victorzhou.com showcases some of his other projects as well.",
		"image":"img/zhou.jpg"
	},
	{
		"name": "Vidushi Sharma",
		"year": 2017,
		"major": "PHI",
		"title":"theHOBMOB.com - Connect with People who Share your Passion",
		"subtitle": "Short description",
		"description":"We use Facebook to connect with friends, Instagram to share our photos, LinkedIn to look for jobs, Reddit to discover weird and interesting posts - the list goes on and on. The modern Internet user has a wide variety of social media tools that allow you to view and post content to your heart’s content. But each user has a unique personality and particular passions that drive him or her. For example, Vidushi Sharma, a sophomore philosophy major, has a wide range of interests, from drawing and writing about the people she meets while traveling to learning ancient languages like Latin and Greek. And despite all her social media outlets, there isn’t a central online location for her to meet others who share her passions. Vidushi Sharma’s website, theHOBMOB.com, aims to fill this gap. theHOBMOB lets you join groups with specific interests, whether “Literature & Mind” or “Gaming”. In that group, you can make and comment on posts, start a member blog, or even create subinterests that better address your particular passion. On theHOBMOB, you connect through interests, which would allow Vidushi to meet other travel writers sharing their stories. Then with the click of a button, she could switch to another interest group, perhaps filled with other ancient language enthusiasts practicing their Latin. Vidushi hopes that theHOBMOB will be a platform that connects people from around the globe with others who share their passions, allowing them to have meaningful and interesting conversations about the things they love. ",
		"image":"img/sharma.jpg"
	},
	{
		"name": "Dan Kang, Charles Marsh, Shubhro Saha",
		"year": "2015 (all)",
		"major": "COS (all)",
		"title":"The Altcoin Ecosystem: A Quantitative Analysis of Cryptocurrencies",
		"subtitle": "Short description",
		"description":"Cryptocurrencies are mediums of exchange (money) that use cryptography to secure transactions. Bitcoin is the most prominently known cryptocurrency. But outside it, there exist hundreds of 'Bitcoin alternatives', or altcoins, each of which differs from Bitcoin in some (often small) way; each has its own community of users, exchange rate, etc. Despite this diversity, however, little academic research has assessed altcoins from a quantitative perspective. In their project for Fall COS597E (Bitcoin and Cryptocurrency technologies), Dan Kang, Charles Marsh, and Shubhro Saha addressed this gap in research, analyzing a dozen altcoin blockchains (transaction database for cryptocurrencies). Taking a fresh approach, they constructed complex transaction graphs, discovering insightful correlations and spending patterns. Through their results, Kang, Marsh, and Saha painted an altcoin ecosystem in which prices are highly correlated across coins and wealth is far more concentrated in relatively mature cryptocurrencies, like Bitcoin. A complete presentation of their project has been uploaded onto Youtube. The three computer science majors have worked with one another on previous projects. Their most recent collaboration, the Hack Class ('An Introduction to Side Projects'), is set to be offered this year by Princeton Entrepreneurship Club.",
		"image":"img/img1.jpg"
	},
	{
		"name": "Jessica Ma",
		"year": 2015,
		"major": "WWS",
		"title":"Turning the Tables on Employers: A New Program Gives Students and Applicants an Edge in the Hiring Process",
		"subtitle": "Short description",
		"description":"Over the next few months, Princeton students of all different ages will experience a nervewracking part of real life, many for the first time: applying for summer work.  Jessica Ma, a member of the Woodrow Wilson School and occasional bartender, has a plan to give students and applicants an edge in the job search.  Jessica’s website, startupLinx, seeks to help students find select startups that fit their interests, rather than fighting for the attention of employers.  The website allows applicants to read review from friends and colleagues for different companies, build new connections and networks based around background and interest, and design a profile that draws employers.  Jessica’s company has taken off with the Princeton community, and she cannot wait to see how startupLinx changes the way students approach the job search – from fear and trepidation, to confidence and enthusiasm for finding a career that they are passionate about.",
		"image":"img/img1.jpg"
	}

]